{"updatedAt":["Sat, 01 Aug 2015 23:11:29 GMT"],"data":[{"title":"Génesis 21","book":false,"pubDate":["Sat, 01 Aug 2015 04:09:53 GMT"],"content":"Sábado 1 de Agosto de 2015\r\n\r\nGénesis 21\r\nReina-Valera 1960 (RVR1960)\r\n\r\nNacimiento de Isaac\r\n21  Visitó Jehová a Sara, como había dicho, e hizo Jehová con Sara como había hablado.\r\n\r\n2 Y Sara concibió y dio a Abraham un hijo en su vejez, en el tiempo que Dios le había dicho.\r\n\r\n3 Y llamó Abraham el nombre de su hijo que le nació, que le dio a luz Sara, Isaac.\r\n\r\n4 Y circuncidó Abraham a su hijo Isaac de ocho días, como Dios le había mandado.\r\n\r\n5 Y era Abraham de cien años cuando nació Isaac su hijo.\r\n\r\n6 Entonces dijo Sara: Dios me ha hecho reír, y cualquiera que lo oyere, se reirá conmigo.\r\n\r\n7 Y añadió: ¿Quién dijera a Abraham que Sara habría de dar de mamar a hijos? Pues le he dado un hijo en su vejez.\r\n\r\nAgar e Ismael son echados de la casa de Abraham\r\n8 Y creció el niño, y fue destetado; e hizo Abraham gran banquete el día que fue destetado Isaac.\r\n\r\n9 Y vio Sara que el hijo de Agar la egipcia, el cual ésta le había dado a luz a Abraham, se burlaba de su hijo Isaac.\r\n\r\n10 Por tanto, dijo a Abraham: Echa a esta sierva y a su hijo, porque el hijo de esta sierva no ha de heredar con Isaac mi hijo.\r\n\r\n11 Este dicho pareció grave en gran manera a Abraham a causa de su hijo.\r\n\r\n12 Entonces dijo Dios a Abraham: No te parezca grave a causa del muchacho y de tu sierva; en todo lo que te dijere Sara, oye su voz, porque en Isaac te será llamada descendencia.\r\n\r\n13 Y también del hijo de la sierva haré una nación, porque es tu descendiente.\r\n\r\n14 Entonces Abraham se levantó muy de mañana, y tomó pan, y un odre de agua, y lo dio a Agar, poniéndolo sobre su hombro, y le entregó el muchacho, y la despidió. Y ella salió y anduvo errante por el desierto de Beerseba.\r\n\r\n15 Y le faltó el agua del odre, y echó al muchacho debajo de un arbusto,\r\n\r\n16 y se fue y se sentó enfrente, a distancia de un tiro de arco; porque decía: No veré cuando el muchacho muera. Y cuando ella se sentó enfrente, el muchacho alzó su voz y lloró.\r\n\r\n17 Y oyó Dios la voz del muchacho; y el ángel de Dios llamó a Agar desde el cielo, y le dijo: ¿Qué tienes, Agar? No temas; porque Dios ha oído la voz del muchacho en donde está.\r\n\r\n18 Levántate, alza al muchacho, y sostenlo con tu mano, porque yo haré de él una gran nación.\r\n\r\n19 Entonces Dios le abrió los ojos, y vio una fuente de agua; y fue y llenó el odre de agua, y dio de beber al muchacho.\r\n\r\n20 Y Dios estaba con el muchacho; y creció, y habitó en el desierto, y fue tirador de arco.\r\n\r\n21 Y habitó en el desierto de Parán; y su madre le tomó mujer de la tierra de Egipto.\r\n\r\nPacto entre Abraham y Abimelec\r\n22 Aconteció en aquel mismo tiempo que habló Abimelec, y Ficol príncipe de su ejército, a Abraham, diciendo: Dios está contigo en todo cuanto haces.\r\n\r\n23 Ahora, pues, júrame aquí por Dios, que no faltarás a mí, ni a mi hijo ni a mi nieto, sino que conforme a la bondad que yo hice contigo, harás tú conmigo, y con la tierra en donde has morado.\r\n\r\n24 Y respondió Abraham: Yo juraré.\r\n\r\n25 Y Abraham reconvino a Abimelec a causa de un pozo de agua, que los siervos de Abimelec le habían quitado.\r\n\r\n26 Y respondió Abimelec: No sé quién haya hecho esto, ni tampoco tú me lo hiciste saber, ni yo lo he oído hasta hoy.\r\n\r\n27 Y tomó Abraham ovejas y vacas, y dio a Abimelec; e hicieron ambos pacto.\r\n\r\n28 Entonces puso Abraham siete corderas del rebaño aparte.\r\n\r\n29 Y dijo Abimelec a Abraham: ¿Qué significan esas siete corderas que has puesto aparte?\r\n\r\n30 Y él respondió: Que estas siete corderas tomarás de mi mano, para que me sirvan de testimonio de que yo cavé este pozo.\r\n\r\n31 Por esto llamó a aquel lugar Beerseba;[a] porque allí juraron ambos.\r\n\r\n32 Así hicieron pacto en Beerseba; y se levantó Abimelec, y Ficol príncipe de su ejército, y volvieron a tierra de los filisteos.\r\n\r\n33 Y plantó Abraham un árbol tamarisco en Beerseba, e invocó allí el nombre de Jehová Dios eterno.\r\n\r\n34 Y moró Abraham en tierra de los filisteos muchos días.\r\n\r\nLocución: Ketsy Sánchez","tns":"http://assets.podomatic.net/ts/f1/0e/45/iministers/1400x1400_10761585.jpg","mp3":{"url":"http://iministers.podomatic.com/enclosure/2015-07-31T21_09_53-07_00.mp3","length":"7213764"}},{"title":"Génesis 20","book":false,"pubDate":["Fri, 31 Jul 2015 05:26:26 GMT"],"content":"Viernes 31 de Julio de 2015\r\n\r\nGénesis 20\r\nReina-Valera 1960 (RVR1960)\r\n\r\nAbraham y Abimelec\r\n20  De allí partió Abraham a la tierra del Neguev, y acampó entre Cades y Shur, y habitó como forastero en Gerar.\r\n\r\n2 Y dijo Abraham de Sara su mujer: Es mi hermana. Y Abimelec rey de Gerar envió y tomó a Sara.\r\n\r\n3 Pero Dios vino a Abimelec en sueños de noche, y le dijo: He aquí, muerto eres, a causa de la mujer que has tomado, la cual es casada con marido.\r\n\r\n4 Mas Abimelec no se había llegado a ella, y dijo: Señor, ¿matarás también al inocente?\r\n\r\n5 ¿No me dijo él: Mi hermana es; y ella también dijo: Es mi hermano? Con sencillez de mi corazón y con limpieza de mis manos he hecho esto.\r\n\r\n6 Y le dijo Dios en sueños: Yo también sé que con integridad de tu corazón has hecho esto; y yo también te detuve de pecar contra mí, y así no te permití que la tocases.\r\n\r\n7 Ahora, pues, devuelve la mujer a su marido; porque es profeta, y orará por ti, y vivirás. Y si no la devolvieres, sabe que de cierto morirás tú, y todos los tuyos.\r\n\r\n8 Entonces Abimelec se levantó de mañana y llamó a todos sus siervos, y dijo todas estas palabras en los oídos de ellos; y temieron los hombres en gran manera.\r\n\r\n9 Después llamó Abimelec a Abraham, y le dijo: ¿Qué nos has hecho? ¿En qué pequé yo contra ti, que has atraído sobre mí y sobre mi reino tan grande pecado? Lo que no debiste hacer has hecho conmigo.\r\n\r\n10 Dijo también Abimelec a Abraham: ¿Qué pensabas, para que hicieses esto?\r\n\r\n11 Y Abraham respondió: Porque dije para mí: Ciertamente no hay temor de Dios en este lugar, y me matarán por causa de mi mujer.\r\n\r\n12 Y a la verdad también es mi hermana, hija de mi padre, mas no hija de mi madre, y la tomé por mujer.\r\n\r\n13 Y cuando Dios me hizo salir errante de la casa de mi padre, yo le dije: Esta es la merced que tú harás conmigo, que en todos los lugares adonde lleguemos, digas de mí: Mi hermano es.\r\n\r\n14 Entonces Abimelec tomó ovejas y vacas, y siervos y siervas, y se los dio a Abraham, y le devolvió a Sara su mujer.\r\n\r\n15 Y dijo Abimelec: He aquí mi tierra está delante de ti; habita donde bien te parezca.\r\n\r\n16 Y a Sara dijo: He aquí he dado mil monedas de plata a tu hermano; mira que él te es como un velo para los ojos de todos los que están contigo, y para con todos; así fue vindicada.\r\n\r\n17 Entonces Abraham oró a Dios; y Dios sanó a Abimelec y a su mujer, y a sus siervas, y tuvieron hijos.\r\n\r\n18 Porque Jehová había cerrado completamente toda matriz de la casa de Abimelec, a causa de Sara mujer de Abraham.","tns":"http://assets.podomatic.net/ts/f1/0e/45/iministers/1400x1400_10761585.jpg","mp3":{"url":"http://iministers.podomatic.com/enclosure/2015-07-30T22_26_26-07_00.mp3","length":"4745326"}},{"title":"Génesis 19","book":false,"pubDate":["Thu, 30 Jul 2015 08:18:00 GMT"],"content":"Jueves 30 de Julio de 2015\r\n\r\nGénesis 19\r\nReina-Valera 1960 (RVR1960)\r\n\r\nDestrucción de Sodoma y Gomorra\r\n19  Llegaron, pues, los dos ángeles a Sodoma a la caída de la tarde; y Lot estaba sentado a la puerta de Sodoma. Y viéndolos Lot, se levantó a recibirlos, y se inclinó hacia el suelo,\r\n\r\n2 y dijo: Ahora, mis señores, os ruego que vengáis a casa de vuestro siervo y os hospedéis, y lavaréis vuestros pies; y por la mañana os levantaréis, y seguiréis vuestro camino. Y ellos respondieron: No, que en la calle nos quedaremos esta noche.\r\n\r\n3 Mas él porfió con ellos mucho, y fueron con él, y entraron en su casa; y les hizo banquete, y coció panes sin levadura, y comieron.\r\n\r\n4 Pero antes que se acostasen, rodearon la casa los hombres de la ciudad, los varones de Sodoma, todo el pueblo junto, desde el más joven hasta el más viejo.\r\n\r\n5 Y llamaron a Lot, y le dijeron: ¿Dónde están los varones que vinieron a ti esta noche? Sácalos, para que los conozcamos.\r\n\r\n6 Entonces Lot salió a ellos a la puerta, y cerró la puerta tras sí,\r\n\r\n7 y dijo: Os ruego, hermanos míos, que no hagáis tal maldad.\r\n\r\n8 He aquí ahora yo tengo dos hijas que no han conocido varón; os las sacaré fuera, y haced de ellas como bien os pareciere; solamente que a estos varones no hagáis nada, pues que vinieron a la sombra de mi tejado.\r\n\r\n9 Y ellos respondieron: Quita allá; y añadieron: Vino este extraño para habitar entre nosotros, ¿y habrá de erigirse en juez? Ahora te haremos más mal que a ellos. Y hacían gran violencia al varón, a Lot, y se acercaron para romper la puerta.\r\n\r\n10 Entonces los varones alargaron la mano, y metieron a Lot en casa con ellos, y cerraron la puerta.\r\n\r\n11 Y a los hombres que estaban a la puerta de la casa hirieron con ceguera desde el menor hasta el mayor, de manera que se fatigaban buscando la puerta.\r\n\r\n12 Y dijeron los varones a Lot: ¿Tienes aquí alguno más? Yernos, y tus hijos y tus hijas, y todo lo que tienes en la ciudad, sácalo de este lugar;\r\n\r\n13 porque vamos a destruir este lugar, por cuanto el clamor contra ellos ha subido de punto delante de Jehová; por tanto, Jehová nos ha enviado para destruirlo.\r\n\r\n14 Entonces salió Lot y habló a sus yernos, los que habían de tomar sus hijas, y les dijo: Levantaos, salid de este lugar; porque Jehová va a destruir esta ciudad. Mas pareció a sus yernos como que se burlaba.\r\n\r\n15 Y al rayar el alba, los ángeles daban prisa a Lot, diciendo: Levántate, toma tu mujer, y tus dos hijas que se hallan aquí, para que no perezcas en el castigo de la ciudad.\r\n\r\n16 Y deteniéndose él, los varones asieron de su mano, y de la mano de su mujer y de las manos de sus dos hijas, según la misericordia de Jehová para con él; y lo sacaron y lo pusieron fuera de la ciudad.\r\n\r\n17 Y cuando los hubieron llevado fuera, dijeron: Escapa por tu vida; no mires tras ti, ni pares en toda esta llanura; escapa al monte, no sea que perezcas.\r\n\r\n18 Pero Lot les dijo: No, yo os ruego, señores míos.\r\n\r\n19 He aquí ahora ha hallado vuestro siervo gracia en vuestros ojos, y habéis engrandecido vuestra misericordia que habéis hecho conmigo dándome la vida; mas yo no podré escapar al monte, no sea que me alcance el mal, y muera.\r\n\r\n20 He aquí ahora esta ciudad está cerca para huir allá, la cual es pequeña; dejadme escapar ahora allá (¿no es ella pequeña?), y salvaré mi vida.\r\n\r\n21 Y le respondió: He aquí he recibido también tu súplica sobre esto, y no destruiré la ciudad de que has hablado.\r\n\r\n22 Date prisa, escápate allá; porque nada podré hacer hasta que hayas llegado allí. Por eso fue llamado el nombre de la ciudad, Zoar.[a]\r\n\r\n23 El sol salía sobre la tierra, cuando Lot llegó a Zoar.\r\n\r\n24 Entonces Jehová hizo llover sobre Sodoma y sobre Gomorra azufre y fuego de parte de Jehová desde los cielos;\r\n\r\n25 y destruyó las ciudades, y toda aquella llanura, con todos los moradores de aquellas ciudades, y el fruto de la tierra.\r\n\r\n26 Entonces la mujer de Lot miró atrás, a espaldas de él, y se volvió estatua de sal.\r\n\r\n27 Y subi(continued)","tns":"http://assets.podomatic.net/ts/f1/0e/45/iministers/1400x1400_10761585.jpg","mp3":{"url":"http://iministers.podomatic.com/enclosure/2015-07-30T01_18_00-07_00.mp3","length":"6713677"}},{"title":"07 Como lograr una magnifica renovación","book":true,"pubDate":["Wed, 29 Jul 2015 05:07:13 GMT"],"content":"Creed en sus Profetas\r\n\r\nEl Camino a Cristo \r\nCapitulo 7: Como lograr una magnifica renovación\r\n\r\nCree a sus profetas, es la secuela de Reavivados por su Palabra, un programa de cinco años de lectura de la Biblia y libros seleccionados de Elena de White.","tns":"http://assets.podomatic.net/ts/f1/0e/45/iministers/1400x1400_10763094.jpg","mp3":{"url":"http://iministers.podomatic.com/enclosure/2015-07-28T22_07_13-07_00.mp3","length":"18883729"}},{"title":"Génesis 18","book":false,"pubDate":["Wed, 29 Jul 2015 04:40:55 GMT"],"content":"Miércoles 29 de Julio de 2015\r\n\r\nGénesis 18\r\nReina-Valera 1960 (RVR1960)\r\n\r\nPromesa del nacimiento de Isaac\r\n18  Después le apareció Jehová en el encinar de Mamre, estando él sentado a la puerta de su tienda en el calor del día.\r\n\r\n2 Y alzó sus ojos y miró, y he aquí tres varones que estaban junto a él; y cuando los vio, salió corriendo de la puerta de su tienda a recibirlos, y se postró en tierra,\r\n\r\n3 y dijo: Señor, si ahora he hallado gracia en tus ojos, te ruego que no pases de tu siervo.\r\n\r\n4 Que se traiga ahora un poco de agua, y lavad vuestros pies; y recostaos debajo de un árbol,\r\n\r\n5 y traeré un bocado de pan, y sustentad vuestro corazón, y después pasaréis; pues por eso habéis pasado cerca de vuestro siervo. Y ellos dijeron: Haz así como has dicho.\r\n\r\n6 Entonces Abraham fue de prisa a la tienda a Sara, y le dijo: Toma pronto tres medidas de flor de harina, y amasa y haz panes cocidos debajo del rescoldo.\r\n\r\n7 Y corrió Abraham a las vacas, y tomó un becerro tierno y bueno, y lo dio al criado, y éste se dio prisa a prepararlo.\r\n\r\n8 Tomó también mantequilla y leche, y el becerro que había preparado, y lo puso delante de ellos; y él se estuvo con ellos debajo del árbol, y comieron.\r\n\r\n9 Y le dijeron: ¿Dónde está Sara tu mujer? Y él respondió: Aquí en la tienda.\r\n\r\n10 Entonces dijo: De cierto volveré a ti; y según el tiempo de la vida, he aquí que Sara tu mujer tendrá un hijo. Y Sara escuchaba a la puerta de la tienda, que estaba detrás de él.\r\n\r\n11 Y Abraham y Sara eran viejos, de edad avanzada; y a Sara le había cesado ya la costumbre de las mujeres.\r\n\r\n12 Se rió, pues, Sara entre sí, diciendo: ¿Después que he envejecido tendré deleite, siendo también mi señor ya viejo?\r\n\r\n13 Entonces Jehová dijo a Abraham: ¿Por qué se ha reído Sara diciendo: ¿Será cierto que he de dar a luz siendo ya vieja?\r\n\r\n14 ¿Hay para Dios alguna cosa difícil? Al tiempo señalado volveré a ti, y según el tiempo de la vida, Sara tendrá un hijo.\r\n\r\n15 Entonces Sara negó, diciendo: No me reí; porque tuvo miedo. Y él dijo: No es así, sino que te has reído.\r\n\r\nAbraham intercede por Sodoma\r\n16 Y los varones se levantaron de allí, y miraron hacia Sodoma; y Abraham iba con ellos acompañándolos.\r\n\r\n17 Y Jehová dijo: ¿Encubriré yo a Abraham lo que voy a hacer,\r\n\r\n18 habiendo de ser Abraham una nación grande y fuerte, y habiendo de ser benditas en él todas las naciones de la tierra?\r\n\r\n19 Porque yo sé que mandará a sus hijos y a su casa después de sí, que guarden el camino de Jehová, haciendo justicia y juicio, para que haga venir Jehová sobre Abraham lo que ha hablado acerca de él.\r\n\r\n20 Entonces Jehová le dijo: Por cuanto el clamor contra Sodoma y Gomorra se aumenta más y más, y el pecado de ellos se ha agravado en extremo,\r\n\r\n21 descenderé ahora, y veré si han consumado su obra según el clamor que ha venido hasta mí; y si no, lo sabré.\r\n\r\n22 Y se apartaron de allí los varones, y fueron hacia Sodoma; pero Abraham estaba aún delante de Jehová.\r\n\r\n23 Y se acercó Abraham y dijo: ¿Destruirás también al justo con el impío?\r\n\r\n24 Quizá haya cincuenta justos dentro de la ciudad: ¿destruirás también y no perdonarás al lugar por amor a los cincuenta justos que estén dentro de él?\r\n\r\n25 Lejos de ti el hacer tal, que hagas morir al justo con el impío, y que sea el justo tratado como el impío; nunca tal hagas. El Juez de toda la tierra, ¿no ha de hacer lo que es justo?\r\n\r\n26 Entonces respondió Jehová: Si hallare en Sodoma cincuenta justos dentro de la ciudad, perdonaré a todo este lugar por amor a ellos.\r\n\r\n27 Y Abraham replicó y dijo: He aquí ahora que he comenzado a hablar a mi Señor, aunque soy polvo y ceniza.\r\n\r\n28 Quizá faltarán de cincuenta justos cinco; ¿destruirás por aquellos cinco toda la ciudad? Y dijo: No la destruiré, si hallare allí cuarenta y cinco.\r\n\r\n29 Y volvió a hablarle, y dijo: Quizá se hallarán allí cuarenta. Y respondió: No lo haré por amor a los cuarenta.\r\n\r\n30 Y dijo: No se enoje ahora mi Señor, si hablare: quizá se hallarán allí tre(continued)","tns":"http://assets.podomatic.net/ts/f1/0e/45/iministers/1400x1400_10761585.jpg","mp3":{"url":"http://iministers.podomatic.com/enclosure/2015-07-28T21_40_55-07_00.mp3","length":"5558438"}},{"title":"Génesis 16","book":false,"pubDate":["Mon, 27 Jul 2015 03:58:22 GMT"],"content":"Lunes 27 de Julio de 2015 - Génesis: 16\r\n\r\nCree a sus profetas, es la secuela de Reavivados por su Palabra, un programa de cinco años de lectura de la Biblia y libros seleccionados de Elena de White.","tns":"http://assets.podomatic.net/ts/f1/0e/45/iministers/1400x1400_10761585.jpg","mp3":{"url":"http://iministers.podomatic.com/enclosure/2015-07-26T20_58_22-07_00.mp3","length":"3398843"}},{"title":"06 Maravillas obradas por la fe","book":true,"pubDate":["Sun, 26 Jul 2015 07:20:19 GMT"],"content":"Creed en sus Profetas\r\n\r\nEl Camino a Cristo \r\nCapitulo 6: Maravillas obradas por la fe.\r\n\r\nCree a sus profetas, es la secuela de Reavivados por su Palabra, un programa de cinco años de lectura de la Biblia y libros seleccionados de Elena de White.","tns":"http://assets.podomatic.net/ts/f1/0e/45/iministers/1400x1400_10763094.jpg","mp3":{"url":"http://iministers.podomatic.com/enclosure/2015-07-26T00_20_19-07_00.mp3","length":"13009976"}},{"title":"Génesis 15","book":false,"pubDate":["Sun, 26 Jul 2015 07:01:03 GMT"],"content":"Domingo 26 de Julio de 2015 - Génesis: 15\r\n\r\nCree a sus profetas, es la secuela de Reavivados por su Palabra, un programa de cinco años de lectura de la Biblia y libros seleccionados de Elena de White.","tns":"http://assets.podomatic.net/ts/f1/0e/45/iministers/1400x1400_10761585.jpg","mp3":{"url":"http://iministers.podomatic.com/enclosure/2015-07-26T00_01_03-07_00.mp3","length":"3296443"}},{"title":"Génesis 13","book":false,"pubDate":["Fri, 24 Jul 2015 05:36:11 GMT"],"content":"Viernes 24 de Julio de 2015 - Génesis: 13\r\n\r\nCree a sus profetas, es la secuela de Reavivados por su Palabra, un programa de cinco años de lectura de la Biblia y libros seleccionados de Elena de White.","tns":"http://assets.podomatic.net/ts/f1/0e/45/iministers/1400x1400_10761585.jpg","mp3":{"url":"http://iministers.podomatic.com/enclosure/2015-07-23T22_36_11-07_00.mp3","length":"2880189"}},{"title":"05 La Consagración","book":true,"pubDate":["Thu, 23 Jul 2015 07:00:30 GMT"],"content":"Creed en sus Profetas\r\n\r\nEl Camino a Cristo \r\nCapitulo 4: La consagración\r\n\r\nCree a sus profetas, es la secuela de Reavivados por su Palabra, un programa de cinco años de lectura de la Biblia y libros seleccionados de Elena de White.","tns":"http://assets.podomatic.net/ts/f1/0e/45/iministers/1400x1400_10763094.jpg","mp3":{"url":"http://iministers.podomatic.com/enclosure/2015-07-23T00_00_30-07_00.mp3","length":"10464617"}},{"title":"Génesis 12","book":false,"pubDate":["Thu, 23 Jul 2015 05:24:27 GMT"],"content":"Jueves 23 de Julio de 2015 - Génesis: 12\r\n\r\nCree a sus profetas, es la secuela de Reavivados por su Palabra, un programa de cinco años de lectura de la Biblia y libros seleccionados de Elena de White.","tns":"http://assets.podomatic.net/ts/f1/0e/45/iministers/1400x1400_10761585.jpg","mp3":{"url":"http://iministers.podomatic.com/enclosure/2015-07-22T22_24_27-07_00.mp3","length":"4164996"}},{"title":"04 Para obtener la Paz Interior","book":true,"pubDate":["Wed, 22 Jul 2015 12:05:41 GMT"],"content":"Creed en sus Profetas\r\n\r\nEl Camino a Cristo \r\nCapitulo 4: Para obtener la paz interior\r\n\r\nCree a sus profetas, es la secuela de Revivados por su Palabra, un programa de cinco años de lectura de la Biblia y libros seleccionados de Elena de White.\r\n","tns":"http://assets.podomatic.net/ts/f1/0e/45/iministers/1400x1400_10747230.jpg","mp3":{"url":"http://iministers.podomatic.com/enclosure/2015-07-22T05_05_41-07_00.mp3","length":"10041582"}},{"title":"Génesis 11","book":false,"pubDate":["Wed, 22 Jul 2015 11:46:38 GMT"],"content":"Miércoles 22 de Julio de 2015 - Génesis: 11\r\n\r\nCree a sus profetas, es la secuela de Reavivados por su Palabra, un programa de cinco años de lectura de la Biblia y libros seleccionados de Elena de White.","tns":"http://assets.podomatic.net/ts/f1/0e/45/iministers/1400x1400_10761585.jpg","mp3":{"url":"http://iministers.podomatic.com/enclosure/2015-07-22T04_46_38-07_00.mp3","length":"5218637"}},{"title":"Génesis 10","book":false,"pubDate":["Tue, 21 Jul 2015 07:48:39 GMT"],"content":"Martes 21 de Julio de 2015 - Génesis: 10\r\n\r\nCree a sus profetas, es la secuela de Reavivados por su Palabra, un programa de cinco años de lectura de la Biblia y libros seleccionados de Elena de White.","tns":"http://assets.podomatic.net/ts/f1/0e/45/iministers/1400x1400_10761585.jpg","mp3":{"url":"http://iministers.podomatic.com/enclosure/2015-07-21T00_48_39-07_00.mp3","length":"4353879"}},{"title":"Génesis 9","book":false,"pubDate":["Mon, 20 Jul 2015 05:14:45 GMT"],"content":"Lunes 20 de Julio de 2015 - Génesis: 9\r\n\r\nCree a sus profetas, es la secuela de Revivados por su Palabra, un programa de cinco años de lectura de la Biblia y libros seleccionados de Elena de White.","tns":"http://assets.podomatic.net/ts/f1/0e/45/iministers/1400x1400_10761585.jpg","mp3":{"url":"http://iministers.podomatic.com/enclosure/2015-07-19T22_14_45-07_00.mp3","length":"4524407"}}]}